# St7NewEntitySet

Creates a new entity set. Since entity sets are contiguously numbered, the newly created entity set number will
be one greater than the previous count.

long St7NewEntitySet(long uID, char* SetName)
Input Parameters
uID
Strand7 model file ID.
SetName
The name of the entity set.